[
    
    {
        "id": 1,
        "titulo": "Piterpan Podcast",
        "texto": "### Il suono di Radio Piterpan, quando vuoi tu\n\n ![screenshot del sito](/assets/posts/1/capa.png)\n\nL’idea era semplice: rendere i programmi più amati di **Radio Piterpan** accessibili in qualsiasi momento, ovunque. Così è nata [**podcast.piterpan.it**](https://podcast.piterpan.it), la piattaforma ufficiale dedicata all’ascolto on-demand dei podcast della radio.\n\nIl progetto ha preso forma partendo da un’esigenza chiara: offrire agli utenti un’esperienza semplice, veloce e senza barriere. Niente fronzoli, solo ciò che serve per trovare subito il proprio programma preferito e premere play.\n\nDietro l’interfaccia pulita e intuitiva si nasconde un sistema solido, costruito per garantire prestazioni affidabili su ogni dispositivo. Il sito si adatta perfettamente a desktop, tablet e smartphone, assicurando un ascolto fluido ovunque ci si trovi.\n\n ### Cosa offre la piattaforma\n\n#### **Un design che segue l’utente**\n  Grazie a un layout responsive, il sito si adatta a qualsiasi schermo, mantenendo sempre la stessa qualità di navigazione.\n\n#### **Podcast organizzati per temi**\n  Ogni contenuto è facile da trovare, grazie a una struttura pensata per aiutare l’utente a orientarsi tra generi e programmi.\n\n#### **Player audio integrato**\n  Nessuna distrazione: si sceglie un episodio e lo si ascolta direttamente, senza uscire dal sito o aprire app esterne.\n\n#### **SEO e visibilità**\n  Ogni dettaglio è ottimizzato per essere facilmente trovato sui motori di ricerca, con URL chiari e contenuti ben strutturati.\n\n#### **Social sempre connessi**\n  L’esperienza continua sui social: con un clic, è possibile condividere un episodio o scoprire cosa succede dietro le quinte della radio.\n\n > [**podcast.piterpan.it**](https://podcast.piterpan.it) non è solo un sito: è uno spazio dove ogni ascoltatore può ritrovare la propria routine radiofonica, ma con la libertà di scegliere il momento giusto.\nPerché la radio, oggi, non ha più orari."
    },
    {
        "id": 2,
        "titulo": "Radio Gelosa",
        "texto": "### La nostalgia ha un nuovo suono\n\n ![screenshot del sito](/assets/posts/2/capa.png)\n\nC’è una radio che ha fatto dell’amore per gli anni ’80 e ’90 la sua voce. Si chiama [**Radio Gelosa**](https://www.radiogelosa.it/), e il suo sito è pensato per raccontare quella stessa atmosfera: suoni vintage, ma con un’anima digitale ben ancorata al presente.\n\nIl progetto nasce con una missione chiara: unire il fascino del passato a una tecnologia moderna e accessibile. Il risultato è un sito web che accoglie l’utente con uno stile retrò, ma lo accompagna in un’esperienza fluida, intuitiva e perfettamente al passo coi tempi.\n\n ### Cosa rende unico il sito\n\n #### Design che si adatta al ritmo\n  Ottimizzato per ogni schermo, dal desktop allo smartphone. Un layout responsive sviluppato con **HTML5, CSS3 e JavaScript** che assicura coerenza visiva e funzionale ovunque.\n\n#### Navigazione pensata per le persone\n  L’interfaccia utente è costruita attorno alla semplicità: contenuti organizzati in modo chiaro, transizioni fluide, interazioni leggere ma d’impatto.\n\n#### Musica in tempo reale\n  Il cuore pulsante della radio è lo streaming live. Bassa latenza, qualità alta, emozioni immediate.\n\n#### Contenuti sempre aggiornati\n  Che sia con **WordPress** o con una piattaforma personalizzata, il sito è progettato per facilitare la gestione quotidiana di palinsesto, news e speciali.\n\n#### Visibilità garantita\n  SEO avanzata, URL puliti, meta tag ottimizzati e markup semantico: ogni contenuto è pronto per farsi trovare su Google.\n\n#### Un ponte con i social\n  Facebook, Instagram, richieste live e dediche: il sito non è solo un punto di accesso, ma un luogo dove gli ascoltatori possono sentirsi parte di una community.\n\n > **Radio Gelosa** non è solo una stazione radiofonica. È un viaggio nel tempo, costruito con gli strumenti di oggi.\nIl suo sito è il punto d’incontro tra la memoria e l’innovazione, dove ogni clic riporta indietro... ma con stile."
    },
    {
        "id": 3,
        "titulo": "Klasse Uno Shop",
        "texto": "### La radio si veste di stile\n\n ![screenshot del sito](/assets/posts/3/capa.png)\n\n ### Cosa rende il sito unico \n\nOgni radio del gruppo **Klasse Uno** ha una sua voce, una sua energia, un suo pubblico affezionato. Con [**shop.klasseuno.it**](https://shop.klasseuno.it/), quella voce prende forma anche fuori dalle frequenze: magliette, gadget, CD e merchandising ufficiale diventano il modo per portare con sé un pezzo di quella musica, ogni giorno.\n\n Il sito nasce per offrire un’esperienza di acquisto online semplice, sicura e accessibile a tutti. Una piattaforma che unisce le anime di emittenti come _Radio Birikina, Radio Marilù, Vibra FM, Radio Bellla & Monella, Radio Sorrriso, Festival Show, Radio Piterpan_ e _Radio Gelosa_, in un unico spazio, ordinato e intuitivo.\n\n  #### Un design che segue ogni dispositivo\n\n Il layout si adatta perfettamente a desktop, tablet e smartphone, garantendo una navigazione fluida in qualsiasi situazione.\n\n #### Catalogo organizzato per emittente\n\n Ogni radio ha la sua sezione dedicata: trovare la felpa di Radio Gelosa o la t-shirt di Festival Show è questione di pochi clic.\n\n #### Pagamenti sicuri, sempre\n\n Ogni transazione è protetta, con metodi di pagamento affidabili pensati per tutelare l’utente in ogni fase dell’acquisto.\n\n #### Carrello e checkout semplici\n\n Un percorso d’acquisto lineare e senza frizioni, per rendere l’esperienza rapida e piacevole dall’inizio alla fine.\n\n #### Spedizione trasparente e vantaggiosa\n\n Tutte le opzioni di consegna sono chiare, con spedizione gratuita sopra una certa soglia d’ordine.\n\n #### SEO e visibilità\n\n Ogni pagina è ottimizzata per i motori di ricerca, con URL chiari, meta tag curati e struttura pensata per farsi trovare facilmente. \n\n > [**shop.klasseuno.it**](https://shop.klasseuno.it/) non è solo uno shop: è un punto di contatto tra le radio e chi le ascolta ogni giorno.\n Perché la passione per la musica non si spegne mai – si indossa, si colleziona, si regala."
    },
    {
        "id": 4,
        "titulo": "Radio Bellla & Monella",
        "texto": "### Il ritmo italiano prende forma online\n\n ![screenshot del sito](/assets/posts/4/sito.gif) \n\n [**Radio Bellla & Monella**](https://www.belllaemonella.it/) è un inno alla musica italiana: dalle grandi voci del passato alle hit più fresche, è la stazione che fa cantare e ballare generazioni diverse, senza prendersi mai troppo sul serio.\n\n Il sito web nasce con l’obiettivo di trasmettere questa energia: vivace, diretta, un po’ monella ma sempre ben fatta.\n\n L’interfaccia è pensata per accogliere gli utenti con un’esperienza dinamica e coinvolgente, dove ogni sezione suona come un’estensione della radio stessa. Un progetto che unisce tecnologia e passione italiana, trasformando ogni clic in una nota.\n\n ### Cosa rende unico il sito\n\n #### Streaming live, solo musica italiana\n\n L’essenza della radio è il suo suono: tutto il meglio della musica italiana, disponibile in diretta streaming da qualsiasi dispositivo, con un player compatibile e integrato.\n\n #### Bellla & Monella TV \n\n Una sezione video dedicata ai contenuti esclusivi della radio: interviste, eventi, backstage — tutto raccontato con lo stile scanzonato e diretto che la contraddistingue. \n\n #### Palinsesto e podcast su misura \n\n Programmi organizzati per fascia oraria e podcast tematici on-demand: ogni contenuto è facilmente accessibile e pensato per accompagnare le giornate di chi ama la musica di casa nostra.\n\n #### Design che segue il ritmo \n\n Responsive, fluido e sviluppato con HTML5, CSS3 e JavaScript. Il sito si adatta perfettamente a ogni schermo, mantenendo un’estetica coerente e frizzante, come la radio stessa.\n\n #### SEO per farsi trovare\n\n Struttura pulita, meta tag ottimizzati e pratiche SEO avanzate: il sito è pronto per scalare le classifiche, proprio come i suoi brani.\n\n #### Un ponte con i social\n\n Instagram, Facebook e YouTube sono parte integrante del progetto: il sito amplifica la community e incoraggia l’interazione, dentro e fuori dall’airplay.\n\n > [**Radio Bellla & Monella**](https://www.belllaemonella.it/) è una festa continua della musica italiana.\n Il suo sito è il palco digitale su cui ogni giorno va in scena una colonna sonora tutta nostra — da vivere, ascoltare, condividere.."
    }
]
